Revit 2023 API
GroupTypeId.SecondaryEnd Property
 "Secondary End"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 23.0.0.0 (23.1.0.0)
Syntax
C#
public static ForgeTypeId SecondaryEnd { get; }
Visual Basic
Public Shared ReadOnly Property SecondaryEnd As ForgeTypeId
	Get
Visual C++
public:
static property ForgeTypeId^ SecondaryEnd {
	ForgeTypeId^ get ();
}
See Also
GroupTypeId Class
Autodesk.Revit.DB Namespace